PASSIVO/backend/templates/CapturaPeso.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://toledobrasil.com.br/WS_Guardian">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:CapturaPeso>
         <!--Optional:-->
         <ws:PontoDeControle>?</ws:PontoDeControle>
         <ws:TempoValidadePesoBom>?</ws:TempoValidadePesoBom>
         <ws:TimeoutLeitura>?</ws:TimeoutLeitura>
         <!--Optional:-->
         <ws:produto>?</ws:produto>
         <!--Optional:-->
         <ws:codigo>?</ws:codigo>
         <!--Optional:-->
         <ws:segmentoInicial>?</ws:segmentoInicial>
         <!--Optional:-->
         <ws:segmentoFinal>?</ws:segmentoFinal>
      </ws:CapturaPeso>
   </soapenv:Body>
</soapenv:Envelope>